{
    "about-me": {
        "snippet": "Despite gaining a lot from university, upon graduating, it was time for change and a new challenge. This change and challenge, came in the form of learning to code. After many hours of independent learning, some internship experience an intensive bootcamp and several freelance projects a mound of professional and technical understanding has been gained, and there's still so much more to learn and create.",
         "values": "That which is valued in Life can determine so much of ourselves. It is personally felt important to bring such fundamental parts of ourselves into everything we do, including our work. Doing so can encourage passion, pride and fulfillment ",
         "likes": "Whilst programming is fulfilling, enjoyable and a primary passion, other hobbies include - writing, cooking, exercising, socialising and listening to music."
    },

    "education": {
        "intro": " \"Rome was not built in a day\" and a good developer is not created overnight. Progress and achievement attained often came with struggle and hard work.",
        "selfTaught":   "The beginning was probably the hardest part. Entering the unknown without much guidance was difficult. However after hours and hours of working through free online content, doing courses and attending multiple meetups, a fairly solid foundation was created. It also became clear how much there was to truly learn, and that often the best way to grow is through independent learning.",
        "bootcamp":   "This course was great. It was fun, it was difficult, it was stressfull and challenging. On the course was with a great group of people and we all learnt and gained so much through it. The days were long about ten to twelve hours and they tried to cram as much into us as possible teaching us - front-end (HTML/CSS, Javascript, Jquery, React & responsive design), back-end (Python, Django, SQL) and git.  ",
        "internship":   "The second half of the bootcamp was a professional internship, gaving a real taste to the industry. Main challenges were adapting to the size of the code base, working heavily with other people's code and maintaining high quality code. During these two months experience writing code in a professional setting was gained. Internship technolgies used include React, React-redux, Flask, SQLAlchemy, Docker, Git, Madrill. ",
        "front-end-technologies": ["HTML & CSS", "Javascript", "JQuery", "React", "React-Redux", "React-Native"],
        "back-end-technologies": ["Python", "Java", "Flask", "Django", "SQL", "Firebase"]
    },
    "contact": {
        "text":   "Looking to work on good projects with good people, whilst hoping to be involved in new challenges which help to enable growth and learning. Have a special preference for working on projects with good core values and which seek to affect positive change. "
    },

    "projects": {
        
    }

}